Repository: grimuars/mixer-mixitup
Catalog: MixItUp.*/Resources.*.resx
Languages: nl_nl

source: Access the folder where Mix It Up is installed
nl_nl: Installatiemap van Mix It Up

# AccountsDetails
source: Streamer accounts are your actual account that you are streaming from. Bot accounts are separate, optional accounts that you can use to send messages from in your channel. Bots accounts must be manually created by you and you must make sure to be signed in to them before you try connecting them in Mix It Up.
nl_nl: Streamer-accounts zijn uw werkelijke accounts waarmee U streamt. Bot-accounts zijn afzonderlijke, optionele accounts die U gebruikt om berichten te verzenden vanuit uw kanaal. Bots-accounts moet uzelf handmatig maken en moet U er in aangemeld zijn voordat U ze probeert te verbinden met Mix It Up.

# AccountsWizardInstructions
source: Let's get started by signing in to the accounts you use on each Streaming Platform. Select the options below for each account you want to log in. You can revisit these options later by going to the Accounts page.
nl_nl: Laten we aan de slag gaan door U aan te melden bij de accounts die U op elk streamingplatform gebruikt. Selecteer de onderstaande opties voor elk account dat U wilt aanmelden. U kan deze opties later opnieuw bekijken in de Accounts pagina.

source: Action To Peform
nl_nl: Actie uitvoeren

source: Action To Perform With Response
nl_nl: Actie uitvoeren met respons

source: Action To Perform With Translation
nl_nl: Actie uitvoeren met vertaling

source: Add Command
nl_nl: Opdracht toevoegen

# AddFavoriteTeamAlreadyDone
source: You have already favorited this team.
nl_nl: U heeft dit team al favoriet gemaakt

# AddFavoriteStreamerAlreadyDone
source: This user already exists in this group.
nl_nl: Deze streamer is reeds toegevoegd

# AddFavoriteStreamerNotFound
source: Could not find a user by that name.
nl_nl: Geen streamer gevonden met die naam

# AddFavoriteTeamNotFound
source: Could not find a team by that name.
nl_nl: Geen team gevonden met die naam

source: Add Quote
nl_nl: Citaat toevoegen

source: Add to all chat users
nl_nl: Aan alle chatgebruikers toevoegen

source: Add to specific user
nl_nl: Aan specifieke gebruiker toevoegen

source: Add to user
nl_nl: Aan gebruiker toevoegen

source: Advanced
nl_nl: Geavanceerd

source: Advanced Command
nl_nl: Geavanceerde opdracht

source: Allow Commands Only in Your Channel During a Co-Stream
nl_nl: Opdrachten alleen in uw kanaal tijdens costream

source: Allow Commands to be Whispered
nl_nl: Opdrachten worden gefluisterd

source: Allow Past Winners
nl_nl: Eerdere winnaars toelaten

source: Allow Profanity
nl_nl: Grove Taal toestaan

source: Amount
nl_nl: Aantal

source: Amount Donated
nl_nl: Gedoneerd aantal

# AmountPlusMinus
source: Amount (+/-)
nl_nl: Aantal (+/-)

source: Amount (Seconds)
nl_nl: Aantal (seconden)

source: Any Chat Message Sound
nl_nl: Geluid van elk chatbericht

source: Append To File
nl_nl: Aan bestand toevoegen

source: Apply Strikes
nl_nl: Strikes toepassen

source: Approved Devices
nl_nl: Bekende apparaten

# AutoIncludeBang
source: Auto-Include "!"
nl_nl: Auto-invoeg "!"

source: Auto Log-In Current Account
nl_nl: Account automatisch aanmelden

source: Backup Rate
nl_nl: Back-up vernieuwing

source: Backup Settings
nl_nl: Back-up instellingen

source: Banned
nl_nl: Verbannen

source: Basic Chat Command
nl_nl: Basis chat opdracht

source: Basic Sound Command
nl_nl: Basis geluidsopdracht

# BasicTimerDescription
source: What should we call this Timer command?
nl_nl: Geef de Timer een naam

# BasicTimerNameHint
source: Name (EX: "Follow Me")
nl_nl: Naam (BV: "Volg Mij")

source: Black
nl_nl: Zwart

source: Blue
nl_nl: Blauw

source: Brown
nl_nl: Bruin

source: Cancel
nl_nl: Annuleer

source: Cancel Giveaway
nl_nl: Annuleer Giveaway

# BannedWords
source: Banned Words (One Per Line) ( * = Wild Card)
nl_nl: Verboden woorden (één per regel) ( * = Joker)

source: Channel Editor
nl_nl: Kanaal Editor

source: Chat Text Moderation
nl_nl: Moduratie van chattekst

source: Chat / MixPlay Participation
nl_nl: Chat/MixPlay Deelname

# ChatTriggersHintAssist
source: Chat Trigger(s) (Space seperated, semi-colon for multi-word)
nl_nl: Chattrigger(s) (Spatie gescheiden, puntkomma voor multi-woorden)

# ChatTriggersNoExclamationHintAssist
source: Chat Trigger(s) (No "!" needed, space seperated, semi-colon for multi-word)
nl_nl: Chattrigger(s) (Geen "!" nodig, spatie gescheiden, puntkomma voor multi-woorden)

source: Chat Whisper Sound
nl_nl: Geluid Chat Fluister

# ClosingPleaseWait
source: Please wait while Mix It Up saves your settings and shuts down...
nl_nl: Wacht tot Mix It Up uw instellingen heeft opgeslagen en wordt afgesloten ...

source: Command Group
nl_nl: Opdracht Groep

# CommandNoBang
source: Command (No '!' needed)
nl_nl: Opdracht (Geen '!' nodig)

# ContactAndResources
source: Contact & Resources
nl_nl: Contact & Bronnen

source: Cumulative Months Subbed
nl_nl: Aantal maanden geabonneerd

source: Custom
nl_nl: Aangepast

source: Daily
nl_nl: Dagelijks

source: Dark
nl_nl: Donker

# DeafenSelf
source: Deafen/Undeafen Self
nl_nl: Doof/Ondoof Uzelf

source: Deduct From User Running Command
nl_nl: Uitvoeren van opdracht door gebruiker wegnemen

source: Default Audio Output
nl_nl: Standaard audio uitvoer

source: Default Max Amount
nl_nl: Standaard maximum aantal

source: Default Output
nl_nl: Standaard uitvoer

source: Default Streaming Software
nl_nl: Standaard streaming software

source: Delete Command
nl_nl: Opdracht wissen

source: Disabled
nl_nl: Uitgeschakeld

# DownloadAndInstallffmpeg
source: Download & Install ffmpeg
nl_nl: Download & Installeer ffmpeg

source: DownloadFrom
nl_nl: Download van

source: Edit Command
nl_nl: Opdracht bewerken

source: Enable Command
nl_nl: Opdracht inschakelen

source: Entered Users
nl_nl: Aanwezige gebruikers

source: Fan Progression
nl_nl: Fan Progressie

source: Favorited Users/Teams
nl_nl: Favoriete gebruikersteams

# FeatureMixItUpStreamer
source: Feature me as a Mix It Up Streamer
nl_nl: Toon mij als Mix It Up Streamer

source: Find Channel To Raid
nl_nl: Zoek kanaal voor Raid

# FindRaidErrorNoCriteria
source: Must select a search criteria for finding a channel to raid.
nl_nl: Een zoekcriteria selecteren om een kanaal te vinden voor de Raid.

# FindRaidErrorNoneFound
source: Unable to find a channel that met your search critera, please try selecting a different option.
nl_nl: Als u geen kanaal vindt dat voldoet aan uw zoekopdracht critera, probeer dan een andere optie te selecteren.

source: Follow Age
nl_nl: Volg tijd

source: Follower Only
nl_nl: Alleen volgers

source: Font Size
nl_nl: Font grootte

source: General
nl_nl: Algemeen

source: Get Current
nl_nl: Huidig ophalen

source: Gifted
nl_nl: Kado

source: Green
nl_nl: Groen

source: Group Name (Case Sensitive)
nl_nl: Groepsnaam (hoofdletter gevoelig)

source: Hide Chat User List
nl_nl: Chat gebruikerslijst verbergen

source: Hot Key
nl_nl: Sneltoets

source: Ignore Your Bot Account for Commands
nl_nl: Opdrachten van Uw Bot-account negeren

source: Include Command Assets
nl_nl: Opdracht activa invoegen

source: Is Rank System
nl_nl: Is rang systeem

source: Item 2
nl_nl: Object 2

source: Item 3
nl_nl: Object 3

source: Item 4
nl_nl: Object 4

# JoinFrontOfQueue
source: User Join Front of Queue
nl_nl: Gebruiker vooraan de wachtlijst

# JoinQueue
source: User Join Queue
nl_nl: Gebruiker in de wachtrij

source: Large
nl_nl: Groot

source: Last Quote
nl_nl: Laatste citaat

source: Leaderboard
nl_nl: Leidersbord

# LoginErrorNoStreamerAccount
source: You must select a Streamer account to log in to.
nl_nl: U moet een streamer-account selecteren om aan te melden.

# LoginErrorNotModerator
source: You are not a moderator for this channel.
nl_nl: U bent geen moderator voor dit kanaal.

source: Log Out
nl_nl: Afmelden

source: Max Amount
nl_nl: Maximum waarde

source: Mix It Up Commands
nl_nl: Mix It Up Opdrachten

source: Moderation
nl_nl: Moderatie

source: Monthly
nl_nl: Maandelijks

source: No
nl_nl: Nee

source: Normal
nl_nl: Normaal

# OneStrikeCommand
source: 1 Strike Command
nl_nl: 1 Strike opdracht

source: Poll Result Command Type
nl_nl: Poll resultaat opdracht type

# Position
source: Pos
nl_nl: Positie

source: Press
nl_nl: Druk

source: Prevent Smaller Cooldowns from Overwriting
nl_nl: Overschrijven van korte cooldowns vermijden

source: Prevent Unknown MixPlay Users
nl_nl: Voorkom onbekende MixPlay-gebruikers

source: Program Arguments
nl_nl: Programma argumenten

source: Program File Path
nl_nl: Bestandspad programma

source: Purple
nl_nl: Paars

# QuoteFormatting
source: Quote Formatting ($quotenumber, $quotetext, $quotegame, $quotedatetime)
nl_nl: Opmaak van citaten ($quotenumber, $quotetext, $quotegame $quotedatetime)

source: Rank Minimum
nl_nl: Minimum Rang

source: Red
nl_nl: Rood

source: Require "!claim"
nl_nl: Vereist "!claim"

source: Reset Strikes on Launch
nl_nl: Strikes opnieuw instellen bij opstart

source: Review
nl_nl: Beoordeling

source: Role
nl_nl: Rol

source: Role Bonuses
nl_nl: Rol bonus

source: Run Command
nl_nl: Opdracht uitvoeren

source: Run One Randomly
nl_nl: Willekeurige uitvoering

# SaveFailed
source: Save failed, attempting one more time...
nl_nl: Opslaan mislukt, probeer opnieuw ...

# SceneName
source: Scene Name (Case Sensitive)
nl_nl: Scènenaam (hoofdletter gevoelig)

# SelectFirst
source: Select User at Front of Queue
nl_nl: Eerste gebruiker selecteren in wachtrij

# SelectFirstType
source: Select First User of Type in Queue
nl_nl: Eerste gebruikers type selecteren in wachtrij

source: Serial
nl_nl: Serieel

source: Serial Device
nl_nl: Serieel apparaat

source: Service Connect Sound
nl_nl: Geluid van Service-verbinding

source: Show User Join/Leave
nl_nl: Gebruikers deelname/verlaten tonen

source: Song Request
nl_nl: Muziek aanvraag

source: Song Requests
nl_nl: Muziek aanvragen

source: Spark Crystal
nl_nl: Spark kristal

source: Strike Commands
nl_nl: Strikes opdrachten

source: Sub Age
nl_nl: Abonnements duur

source: Subscribe Age
nl_nl: Abonnement sinds

source: Subs Gifted
nl_nl: Kado Abonnement

source: Subs Received
nl_nl: Ontvangen abonnementen

source: Tags
nl_nl: Labels

# ThreeOrMoreStrikesCommand
source: 3+ Strikes Command
nl_nl: 3+ strikes opdracht

source: Total
nl_nl: Totaal

source: Track Whisperer Numbers
nl_nl: Volg fluister nummers

# TwoStrikesCommand
source: 2 Strikes Command
nl_nl: 2 Strikes opdracht

source: Unassigned
nl_nl: Niet toegewezen

source: Ungrouped
nl_nl: Niet gegroepeerd

source: Unknown
nl_nl: Onbekend

source: Update Command
nl_nl: Opdracht bijwerken

source: Updated Value
nl_nl: Waarde bijgewerken

# UserDataStep1
source: This will allow you to import your channel's user data from either a plain-text or spreadsheet file. To import a spreadsheet file, you must have some form of Microsoft Excel installed. Note that this WILL OVERWRITE existing user data in Mix It Up. First, specify the file that you want to import the User data from:
nl_nl: Hiermee kunt u de gebruikersgegevens van uw kanaal importeren uit een platte tekst of spreadsheetbestand. Als u een spreadsheetbestand wilt importeren, moet een bepaalde vorm van Microsoft Excel zijn geïnstalleerd. Houd er rekening mee dat dit bestaande gebruikersgegevens overschrijft in Mix It Up. Geef eerst het bestand op waaruit u de gebruikersgegevens wilt importeren:

# UserDataStep2
source: Next, you'll need to specify the column number for each value in your data file or leave it blank if that value is not present. Note that the data file is required to have at least either the username and/or Twitch ID:
nl_nl: Vervolgens moet u het kolomnummer opgeven voor elke waarde in uw gegevensbestand of deze leeg laten als die waarde niet aanwezig is. Houd er rekening mee dat het gegevensbestand ten minste de gebruikersidentificatie en/of de gebruikersnaam moet hebben:

source: User-Only Chat Commands
nl_nl: Chatopdrachten enkel voor gebruikers

# WhatIsTrigger
source: What text in chat will trigger this command (EX: "!follow")?
nl_nl: Chattekst om deze opdracht te activeren (EX: "!volg")?

source: Whisper
nl_nl: Fluister

source: White
nl_nl: Wit

# WhoCanRun
source: Who should be allowed to run this command?
nl_nl: Wie kan deze opdracht uitvoeren?

source: Yearly
nl_nl: Jaarlijks

# ChatUserFirstJoin
source: Chat New User Joined
nl_nl: Nieuwe gebruiker in chat

source: Chat User Joined
nl_nl: Gebruiker komt in chat

source: Chat User Left
nl_nl: Gebruiker verlaat chat

source: Extra Life Donation
nl_nl: ExtraLife Donatie

source: Tiltify Donation
nl_nl: Tiltify Donatie
